Tekla Open API Reference for Tekla Structures 2025
Events.UndoClickedDelegate Delegate
 The delegate to use for undo clicked event
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public delegate void UndoClickedDelegate()
Public Delegate Sub UndoClickedDelegate
See Also
Reference
Tekla.Structures.Model Namespace